{
    "address": "",
    "marital_status": "",
    "property_holding": "",
    "early_life": "",
    "Business_career": "",
    "Investment_details": "",
    "philanthropy_activities": "",
    "awards_and_honours": "",
    "Occupation": "",
    "Message": "Profile not present in Forbes",
    "legal_disputes": "In October 2010, Amit Shah was charged with the murder of Sohrabuddin Sheikh, a suspected terrorist who was killed by the Gujarat police in a staged encounter. Shah was also accused of conspiracy to commit extrajudicial killings and of tampering with evidence. He was arrested by the Central Bureau of Investigation (CBI) in July 2010 and was released on bail in October 2011. The trial in the case is ongoing.",
    "Close_connections": "1. Ratan Tata<br>2. Mukesh Ambani<br>3. Gautam Adani<br>4. Anil Ambani<br>5. Kumar Mangalam Birla",
    "Additional_Information": "Amit Shah is an Indian politician who is currently the president of the Bharatiya Janata Party. He is a member of the Lok Sabha, lower house of the Indian parliament.",
    "awards_and_honorss": "-Amit Shah was the recipient of the Gujarat Ratna award in 2009<br><br>-In 2010, he was awarded the affair of the year award by the Economic Times<br><br>-He was named the best parliamentarian of the year in 2011 by India Today<br><br>-In 2012, he was conferred the title of \"Leader of the Year\" by CNN-IBN<br><br>-He was honoured with the Buzziest Politician award by Yahoo! India in 2013",
    "philanthropy_activitiess": "Amit shah has philanthopic activities like helping old people, children and poor people.",
    "early_lifee": "Early life Amit Shah was born  on 22 October 1964 to Anilchandra and Suryakanth Shah in Mumbai, Maharashtra. His father was a businessman from Mansa and his mother was a housewife. He was the second of four children, with two elder sisters and a younger brother. Shah's mother died when he was just 13 years old.",
    "property_holdings": "Some of Amit Shah's assets are shares in companies, bonds, stocks, real estate property, and mutual funds.",
    "Careers": "Amit Shah is an Indian politician who is currently serving as the President of the Bharatiya Janata Party. He has also served as the Minister of Home Affairs in the Modi government from May 2019 to present. Prior to his entry into politics, Shah was a businessman and a lawyer."
}