{
    "address": "Newport Beach, California",
    "marital_status": "Married",
    "property_holding": "Irvine Company",
    "early_life": "Son of Marion Newbert and Milton Bren. Father was a naval officer, talent agent, and movie producer. Mother was a civic leader. Father remarried Claire Trevor in 1948. Mother remarried Earle M. Jorgensen in 1953. Graduated from the University of Washington with a bachelor's degree in business administration and economics. Served as an officer in the United States Marine Corps.",
    "Business_career": "Started the Bren Company in 1958 to build homes. Co-founded the Mission Viejo Company in 1963. Joined a group of investors to purchase the Irvine Company in 1977. Became chairman of the board in 1983. Bought out remaining shares to become sole owner in 1996.",
    "Investment_details": "Owns more than 120 million ft.² of real estate, including hotels, marinas, golf courses, office buildings, apartment complexes, and shopping centers. Also owns a 97% stake in the MetLife Building in Manhattan.",
    "philanthropy_activities": "Contributions to various causes such as education, conservation, and research exceed $2.1 billion. Donated over $200 million to support programs in K-12 public schools and higher education institutions in Southern California. Supported the University of California, Irvine, University of California, Santa Barbara, Chapman University, and the California Institute of Technology. Donated land for parks, greenways, and wilderness preserves. Supported after-school services for K-12 students. Supported medical research at the Burnham Institute. Ranked 9th in The Sunday Times' 'Green Rich List' in 2009.",
    "awards_and_honours": "Named one of the top ten philanthropists in the nation by BusinessWeek in 2008. Received the 'Donald Bren Legacy of Giving Award' in 2010. Received the University of California Presidential Medal in 2004. Received the Marine Corps University Foundation's Semper Fidelis Award in 1998 and the General Leonard F. Chapman Medallion in 2003. Elected a Fellow with the American Academy of Arts & Sciences in 2007.",
    "Occupation": "Billionaire businessman, chairman and owner of the Irvine Company",
    "Name": "Donald Bren",
    "Net_Worth": "$18B",
    "Bio": "About Donald BrenDonald Bren is America's wealthiest real estate baron.His Irvine Co. owns 129 million square feet of real estate, mostly in Southern California.His portfolio includes more than 590 office buildings and 124 apartment complexes.Bren owns a 97% stake in Manhattan's MetLife Building.The son of a real estate investor, Bren worked as a carpenter's helper on his father's buildings.",
    "Age": "91",
    "Source of Wealth": "Real estate, Self Made",
    "Self-Made Score": "8",
    "Philanthropy Score": "4",
    "Residence": "Newport Beach, California",
    "Citizenship": "United States",
    "Marital Status": "Married",
    "Children": "7",
    "Education": "Bachelor of Arts/Science, University of Washington",
    "Billionaires Rank (2023)": "#97",
    "image_path": "http://localhost:3000/pages/data/public/images/donald_bren.jpg",
    "legal_disputes": "According to the website Justia, there have been 1,640 legal cases involving Donald Bren. Cases involving Donald Bren have ranged from intellectual property disputes to breach of contract lawsuits.",
    "Close_connections": "1. William Lyon<br>2. Richard J. Simpson<br>3. John A. Pritzker<br>4. George Argyros<br>5. Larry Ellison",
    "Additional_Information": "Donald Bren is an American billionaire businessman and real estate investor. He is the chairman of the Irvine Company, a real estate investment company based in California. As of 2021, Bren is the wealthiest person in Orange County, California, and the 13th wealthiest person in the United States with a net worth of $27.5 billion.",
    "awards_and_honorss": "-Bren was ranked by Forbes as the 244th richest person in the world, with a net worth of $17.3 billion, as of March 2019.<br>-He was ranked by Forbes as the richest person in Orange County, California, with a net worth of $16.3 billion, as of March 2018.<br>-In 2016, Bren was ranked by Forbes as the 36th richest person in the United States, with a net worth of $15.2 billion.",
    "philanthropy_activitiess": "Donald Bren has given millions of dollars to charities such as the United Way and the Red Cross.",
    "early_lifee": "Donald Bren was born on April 11, 1932 in Newport Beach, California. He is the son of Audrey and William W. Bren. His father was a lawyer and his mother was a homemaker. Bren has two sisters, Nancy and Linda. He attended the University of California, Los Angeles, where he earned a bachelor's degree in business administration in 1955. He is married to Diane Bren and has five children.",
    "property_holdings": "Donald Bren ownsarma companies, real estate, and an NBA team.",
    "Careers": "Donald Bren is an American businessman and the owner of the Irvine Company, a real estate investment company based in Newport Beach, California. Bren is the richest man in Orange County, with an estimated net worth of $13.4 billion as of March 2018.<br><br>Bren began his career in the real estate industry in the early 1950s. In 1958, he co-founded the Irvine Company with A.P. Giannini. The company developed the city of Irvine, California. Bren served as the chairman of the Irvine Company from its inception until 1977. He then served as the company's CEO until 1996.<br><br>Bren has been active in philanthropy, donating over $1 billion to various causes. In 2015, he donated $200 million to the University of California, Irvine to create the Donald Bren School of Information and Computer Sciences."
}