{
    "Message": "Profile not present in Forbes",
    "legal_disputes": "Donald Trump has been involved in over 4000 lawsuits in his lifetime. lawsuits have included everything from breach of contract to defamation.",
    "Close_connections": "\\<br><br>1. Carl Icahn<br>2. Bill Gates<br>3. Jeff Bezos<br>4. Rupert Murdoch<br>5. Warren Buffett",
    "Additional_Information": "In December 2018, it was revealed that Trump had secretly directed Michael Cohen to lie to Congress about the Moscow Project, in order to obscure Trump's involvement. Trump denied the reports, but Cohen subsequently pleaded guilty to making false statements to Congress.",
    "awards_and_honorss": "-Received an honorary doctorate from Liberty University in 2017<br><br>-Time Magazine Person of the Year in 2016<br><br>-Named Commander-in-Chief Forum \"Set the Table\" by the Veterans of Foreign Wars in 2016<br><br>-Received the \"statesman of the year\" award from the Conservative Political Action Conference in 2015<br><br>- laude from the Wharton School of the University of Pennsylvania in 1968",
    "philanthropy_activitiess": "Donald Trump has given money to the following charities: The Salvation Army, The American Red Cross, Habitat for Humanity, and St. Jude Children's Research Hospital.",
    "early_lifee": "Donald John Trump was born on June 14, 1946, at the Jamaica Hospital Medical Center, Queens, New York City. His parents were Maryanne (née MacLeod) and Fred Trump. He has four siblings, Maryanne, Fred Jr., Elizabeth, and Robert. Trump is of German and Scottish ancestry. His mother was born on the Isle of Lewis, off the coast of Scotland. His father's ancestry is German and Swiss.<br><br><br><br>Trump grew up in the Jamaica Estates neighborhood of Queens, and attended the Kew-Forest School from kindergarten through seventh grade. At age 13, he was enrolled in the New York Military Academy, a private boarding school, after his parents discovered he had made frequent trips into Manhattan without their permission. In 1964, he enrolled at Fordham University. After two years, he transferred to the Wharton School of the University of Pennsylvania, because it offered one of the few real estate studies departments in United States academia. While at Wharton, he worked at Elizabeth Trump & Son, Fake wood floors inc., and the Trump Organization.",
    "property_holdings": "-Trumped-up tower<br>-The Trump Card<br>-Trump father's real estate business<br>-The Apprentice<br>-Miss USA<br>-Miss Universe<br>-Trump Taj Mahal Casino<br>-Trumped-up University",
    "Careers": "Donald Trump is the 45th and current President of the United States, in office since January 20, 2017. Before entering politics, he was a businessman and television personality. Trump was born and raised in Queens, New York City, and received an economics degree from the Wharton School of the University of Pennsylvania. He took charge of his family's real estate business in 1971, renamed it The Trump Organization, and expanded its operations from Queens and Brooklyn into Manhattan. The company built or renovated skyscrapers, hotels, casinos, and golf courses. Trump later started various side ventures, mostly by licensing his name. He managed the company until his 2017 inauguration. Trump also gained prominence in the media and entertainment fields. He hosted The Apprentice, a reality television show, from 2003 to 2015. As of 2018, Forbes listed him as the 544th wealthiest person in the world with a net worth of $3.1 billion."
}