{
    "address": "",
    "marital_status": "",
    "property_holding": "",
    "early_life": "",
    "Business_career": "",
    "Investment_details": "",
    "philanthropy_activities": "",
    "awards_and_honours": "",
    "Occupation": "",
    "Name": "Elon Musk",
    "Net_Worth": "$250.1B",
    "Bio": "About Elon MuskElon Musk cofounded six companies, including electric car maker Tesla, rocket producer SpaceX and tunneling startup Boring Company.He owns about 21% of Tesla between stock and options, but has pledged more than half his shares as collateral for personal loans of up to $3.5 billion.SpaceX, founded in 2002, is worth nearly $150 billion after a $750 million tender offer in June 2023; it nearly quintupled its value in four years.Boring Company, which aims to defeat traffic, raised $675 million in April 2022 at a $5.7 billion valuation.Twitter's board agreed to sell the company to Musk for $44 billion in April 2022, after he disclosed a 9.1% stake and threatened a hostile takeover.The deal closed in October 2022 after Musk tried to back out and Twitter sued. Musk owns an estimated 74% of the company, which is now called X.",
    "Age": "52",
    "Source of Wealth": "Tesla, SpaceX, Self Made",
    "Self-Made Score": "8",
    "Philanthropy Score": "1",
    "Residence": "Austin, Texas",
    "Citizenship": "United States",
    "Marital Status": "Single",
    "Children": "11",
    "Education": "Bachelor of Arts/Science, University of Pennsylvania",
    "Billionaires Rank (2023)": "#1",
    "image_path": "http://localhost:3000/pages/data/public/images/elon_musk.jpg",
    "legal_disputes": "In September 2018, the SEC filed a lawsuit against Elon Musk alleging that he had made false and misleading statements about taking Tesla, Inc. private. The SEC alleged that Musk had made statements on Twitter that he had “secured” funding to take Tesla private at $420 per share when, in actuality, he had not. Musk settled with the SEC, agreeing to pay a $20 million fine and step down as Tesla’s Chairman for three years.",
    "Close_connections": "-Mark Zuckerberg<br><br>-Bill Gates<br><br>-Steve Jobs<br><br>-Jeff Bezos<br><br>-Larry Ellison",
    "Additional_Information": "In 2008, Elon Musk co-founded Tesla Motors. Tesla Motors is an American company that specializes in electric vehicles. The company's first product was the Tesla Roadster, an all-electric sports car that was released in 2008. Tesla's second product, the Model S, is an all-electric luxury sedan that was released in 2012. The Model S was followed by the Model X, an all-electric SUV that was released in 2015. In 2016, Tesla released the Model 3, a mass-market all-electric car.<br><br>In addition to Tesla Motors, Elon Musk is also the founder, CEO, and CTO of SpaceX, a private American aerospace manufacturer and space transport services company. SpaceX's first launch vehicle was the Falcon 1, which was launched in 2006. The Falcon 1 was followed by the Falcon 9, a two-stage rocket that was used to launch the Dragon spacecraft to the International Space Station. The Falcon 9 is also being used to launch the Crew Dragon spacecraft, which will carry astronauts to the International Space Station.<br><br>In 2015, Elon Musk co-founded OpenAI, a non-profit artificial intelligence research company. OpenAI's goal is to \"advance digital intelligence in the way that is most likely to benefit humanity as a whole.\"",
    "awards_and_honorss": "-In 1999, Musk co-founded X.com, an online financial services and e-mail payment company, with $10 million from the sale of Zip2. One year later, the company merged with Confinity, which had a money-transfer service called PayPal and was subsequently renamed PayPal in 2001.<br>-Musk co-founded SpaceX, an aerospace manufacturer and space transport services company, in May 2002.<br>-In 2004, he joined Electric Vehicle (EV) manufacturer Tesla Motors, Inc. (now Tesla, Inc.) as Chairman and product architect, becoming its CEO in 2008.<br>-In 2006, he helped create SolarCity, a solar energy services company and current Tesla subsidiary.<br>-In 2015, he co-founded OpenAI, a nonprofit research company that promotes friendly artificial intelligence.<br>-In 2016, he co-founded Neuralink, a neurotechnology company focused on developing brain–computer interfaces, and founded The Boring Company, a tunnel construction company.<br>-In July 2016, Musk co-founded OpenAI Zero, a research lab to beat a professional eSports player at the video game Dota 2.",
    "philanthropy_activitiess": "In 2018, Elon Musk donated $10 million to the Adrienne Shelly Foundation, which provides support to female filmmakers.",
    "early_lifee": "Elon Reeve Musk FRS (/ˈiːlɒn/ EE-lon; born June 28, 1971) is a business magnate, industrial designer, and engineer. He is the founder, CEO, CTO, and chief designer of SpaceX; early investor, CEO, and product architect of Tesla, Inc.; founder of The Boring Company; co-founder of Neuralink; and co-founder and initial co-chairman of OpenAI. A centibillionaire, Musk is one of the richest people in the world.",
    "property_holdings": "SpaceX, Tesla, The Boring Company, Neuralink, and OpenAI.",
    "Careers": "Elon Musk is the founder, CEO and CTO of SpaceX, co-founder of Tesla Motors, and chairman of SolarCity. He is also the founder of The Boring Company, a tunnel construction company.<br><br>Musk was born to a Canadian mother and South African father and raised in Pretoria, South Africa. He briefly attended the University of Pretoria before moving to Canada aged 17 to attend Queen's University. He transferred to the University of Pennsylvania two years later, where he received dual bachelor's degrees in economics and physics. He moved to California in 1995 to attend Stanford University but decided instead to pursue a business career, co-founding web software company Zip2 with his brother Kimbal. The start-up was acquired by Compaq for $307 million in 1999. Musk co-founded online bank X.com that same year, which merged with Confinity in 2000 to form the company PayPal and was subsequently bought by eBay in 2002 for $1.5 billion.<br><br>In 2002, Musk founded SpaceX, an aerospace manufacturer and space transport services company, of which he is CEO, CTO, and lead designer. In 2004, he joined electric vehicle manufacturer Tesla Motors, Inc. (now Tesla, Inc.) as chairman and product architect, becoming its CEO in 2008. In 2006, he helped create SolarCity, a solar energy services company and current Tesla subsidiary. In 2015, he co-founded OpenAI, a nonprofit research company that promotes friendly artificial intelligence. In 2016, he co-founded Neuralink, a neurotechnology company focused on developing brain–computer interfaces, and founded The Boring Company, a tunnel construction company. Musk has also proposed the Hyperloop, a high-speed vactrain transportation system."
}