{
    "address": "",
    "marital_status": "",
    "property_holding": "",
    "early_life": "",
    "Business_career": "",
    "Investment_details": "",
    "philanthropy_activities": "",
    "awards_and_honours": "",
    "Occupation": "",
    "Message": "Profile not present in Forbes",
    "legal_disputes": "In 2010, Gautam Gambhir was involved in a legal dispute with a Delhi-based businessman over a failed business deal. The businessman accused Gambhir of cheating him out of Rs 1 crore, and Gambhir was subsequently arrested and released on bail. The case is still pending in court.",
    "Close_connections": "1. Ratan Tata<br><br>2. Lakshmi Mittal<br><br>3. Mukesh Ambani<br><br>4. Anil Ambani<br><br>5. Dhirubhai Ambani",
    "Additional_Information": "Some more important information about Gautam Gambhir is that:<br><br>-He was the leading scorer for India in the 2007 Cricket World Cup<br>-He was the leading scorer in the 2011 Cricket World Cup<br>-He was the man of the series in the 2008-09 Border-Gavaskar Trophy",
    "awards_and_honorss": "-Ranji Trophy: 2004–05, 2005–06<br>-Duleep Trophy: 2007–08<br>-Irani Cup: 2008–09<br>-Deodhar Trophy: 2007–08, 2011–12<br>-Polly Umrigar Award: 2008, 2009, 2011<br>-Wisden Cricketer of the Year: 2009<br>-Padma Shri: 2009<br>-Arjuna Award: 2011",
    "philanthropy_activitiess": "Gautam Gambhir's philanthropy work includes building toilets in rural areas and providing free medical treatment to underprivileged children.",
    "early_lifee": "Gautam Gambhir was born on October 14, 1981, in Delhi, India. His father, Deepak, was a novelist and his mother, Seema, was a schoolteacher. He has two younger sisters, Ekta and Nasha. Gambhir was educated at Delhi's St. George's School and Hindu College. He started playing cricket at an early age and was selected for the Delhi Under-19 team in 1999. He made his first-class debut for Delhi in November 1999.",
    "property_holdings": "gautam gambhir owns a IPL team, a cricket academy, a society for the blind, a residential property in Gurgaon and a few cars.",
    "Careers": "Gautam Gambhir made his debut for Delhi in the Ranji Trophy in November 1999. He was selected in the Indian Under-19s squad that won the 2000 Under-19 World Cup in Sri Lanka. In January 2003, Gambhir was bought by the Indian Premier League (IPL) franchise Delhi Capitals (formerly Delhi Daredevils) for US$975,000. Gambhir took over the captaincy of Delhi Capitals midway through the 2009 season, after successful stints with Kolkata Knight Riders and Delhi Daredevils. In the 2011 IPL season, Kolkata Knight Riders (KKR) bought Gambhir for US$2.4 million.<br><br>In 2011, Gambhir was the leading run-scorer in the ICC Cricket World Cup and was conferred the Man of the Tournament award. He hit a 97-ball hundred against Bangladesh in the group stage, becoming the first Indian batsman to score a century in a World Cup debut match. In the same year, he was also awarded the Arjuna Award, India's second highest sporting award, by the President of India. Gambhir was awarded the Padma Shri, India's fourth highest civilian award, in 2009.<br><br>Gautam Gambhir is a former Indian cricketer who played all formats of the game. He is a left-handed opening batsman who played domestic cricket for Delhi. He captained the Kolkata Knight Riders in the Indian Premier League (IPL). He led the team to two consecutive tournament wins in 2012 and 2014. He was also the leading run-scorer for his team in the IPL. Gambhir was a member of the Indian national cricket team from 2003 to 2016. He was the vice-captain of the Test cricket team under MS Dhoni. He was a member of the 2011 World Cup winning team. He was the top scorer for India in the tournament."
}