{
    "address": "Antilia, a private 27-storey building in Mumbai",
    "marital_status": "married",
    "property_holding": "Reliance Industries, Reliance Retail Ltd., Mumbai Indians, Indian Super League",
    "early_life": "born on 19 April 1957 in the British Crown colony of Aden (present-day Yemen) into a Gujarati Hindu family to Dhirubhai Ambani and Kokilaben Ambani",
    "Business_career": "chairman and managing director of Reliance Industries, India's most valuable company by market value",
    "Investment_details": "owns the Indian Premier League franchise Mumbai Indians, founder of the Indian Super League",
    "philanthropy_activities": "ranked fifth among India's philanthropists",
    "awards_and_honours": "none",
    "Occupation": "businessman",
    "Name": "Mukesh Ambani",
    "Net_Worth": "$91.8B",
    "Bio": "About Mukesh AmbaniMukesh Ambani chairs and runs $110 billion (revenue) Reliance Industries, which has interests in petrochemicals, oil and gas, telecom and retail.Reliance was founded by his late father Dhirubhai Ambani, a yarn trader, in 1966 as a small textile manufacturer. After his father's death in 2002, Ambani and his younger sibling Anil divvied up the family empire.Reliance's telecom and broadband service Jio has close to 450 million subscribers. In August 2023, Reliance listed its finance arm, Jio Financial Services.  Ambani is pivoting Reliance into green energy. The company will be investing $80 billion over the next 10-15 years on renewable energy and building a new complex next to its refinery.Ambani's three children joined the board of Reliance in August 2023. Son Akash heads Jio; daughter Isha oversees retail and financial services; and younger son Anant is in the energy business",
    "Age": "66",
    "Source of Wealth": "Diversified",
    "Residence": "Mumbai, India",
    "Citizenship": "India",
    "Marital Status": "Married",
    "Children": "3",
    "Education": "Drop Out, Stanford University; Bachelor of Science in Engineering, University of Mumbai",
    "Billionaires Rank (2023)": "#9",
    "image_path": "http://localhost:3000/pages/data/public/images/mukesh_ambani.jpg",
    "legal_disputes": "Mukesh Ambani has not been involved in any legal disputes.",
    "Close_connections": "1. Bill Gates<br>2. Richard Branson<br>3. Mukesh Ambani<br>4. Jeff Bezos<br>5. Mark Zuckerberg",
    "Additional_Information": "(7.5 marks)<br><br>Mukesh Ambani is an Indian business magnate who is the chairman, managing director, and largest shareholder of Reliance Industries Limited. He holds a 48.87% stake in the company. Ambani is the richest person in India and the 13th richest person in the world with a net worth of US$84.5 billion as of November 2019.",
    "awards_and_honorss": "Mukesh Ambani has been honoured with the following awards and honours:<br><br>-Recipient of the Padma Vibhushan, India's second highest civilian award, in 2020<br><br>-Named by Fortune magazine as one of the \"World's 50 Greatest Leaders\" in 2018<br><br>-Ranked by Forbes magazine as the world's 13th most powerful person in 2018<br><br>-Named by Time magazine as one of the \"100 Most Influential People in the World\" in 2018<br><br>-Recipient of the Legend in Leadership Award from the Yale University in 2018<br><br>-Named \"Global Leader for Tomorrow\" by the World Economic Forum in Davos in 2002",
    "philanthropy_activitiess": "Mukesh Ambani has been involved in many philanthropic activities, such as providing aid to disaster victims, sponsoring educational programs, and contributing to environmental causes.",
    "early_lifee": "mark<br><br>Mukesh Ambani was born on 19 April 1957, in Aden, Yemen, to Indian parents Dhirubhai Ambani and Kokilaben Ambani. <br><br>He has three siblings: two brothers, Anil Ambani and Nina Kothari, and a sister, Dipti Salgaoncar. <br><br>Mukesh Ambani's parents had migrated from India to Yemen in the late 1940s. <br><br>His father started out as a employee of a British optic cable company in Aden. <br><br>Mukesh Ambani attended the Hill Grange High School in Mumbai, and then the Institute of Chemical Technology. <br><br>He received his BE degree in Chemical Engineering from the Indian Institute of Technology, Mumbai.",
    "property_holdings": "real estate, shares in various Indian companies, and a private yacht <br><br>Mukesh Ambani owns real estate, shares in various Indian companies, and a private yacht.",
    "Careers": "Mukesh Dhirubhai Ambani is an Indian billionaire business magnate who is the chairman, managing director, and largest shareholder of Reliance Industries Limited (RIL), a Fortune Global 500 company and India's most valuable company by market value. He is also the chairman of Reliance Jio Infocomm Limited (Jio), and is the owner of the Indian Premier League cricket team Mumbai Indians. Ambani plays a role in his brother Anil Ambani's Reliance Group."
}