{
    "address": "Vadnagar, Mehsana district, Bombay State (present-day Gujarat)",
    "marital_status": "Married to Jashodaben Modi",
    "property_holding": "",
    "early_life": "Born on 17 September 1950 to a Gujarati Hindu family of grocers",
    "Business_career": "Chief Minister of Gujarat from 2001 to 2014",
    "Investment_details": "",
    "philanthropy_activities": "",
    "awards_and_honours": "",
    "Occupation": "Politician",
    "Name": "Narendra Modi",
    "Net_Worth": "Net worth not found",
    "Bio": "About Narendra ModiIndia's populist prime minister remains hugely popular in the second most populous country on earth, with a population of 1.3 billion people. In November 2016 he unexpectedly announced plans to eliminate India's two largest banknotes in a bid to reduce money laundering and corruption.Modi has raised his profile as a global leader in recent years during official visits with Donald Trump and Xi Jinping. He has also emerged as a key figure in the international effort to tackle climate change, as warming affects millions of his country's rural citizens.",
    "Age": "73",
    "Residence": "New Delhi, India",
    "Citizenship": "India",
    "Marital Status": "Separated",
    "Education": "Master of Arts, Gujarat University; Bachelor of Arts/Science, Delhi University",
    "Billionaires Rank (2023)": "#9",
    "image_path": "http://localhost:3000/pages/data/public/images/narendra_modi.jpg",
    "legal_disputes": "Narendra Modi has been involved in several legal disputes. In 2002, Modi was accused of complicity in the Gujarat riots, although a court later exonerated him. In 2005, the Supreme Court of India issued a notice to Modi in connection with a criminal case involving the killing of a Muslim man during the riots. In 2012, the Supreme Court ordered Modi to appear before a lower court in connection with another case involving the deaths of Muslims during the riots. In 2014, a magistrate's court in Ahmedabad issued a summons to Modi in connection with a complaint filed by Zakia Jafri, the widow of a victim of the Gujarat riots.",
    "Close_connections": "- Bill Gates<br>- Mark Zuckerberg<br>- Mukesh Ambani<br>- Sundar Pichai<br>-Ratan Tata",
    "Additional_Information": "Narendra Modi belongs to the Other Backward Class (OBC) category, which is reserved for economically and socially disadvantaged groups. He grew up in a small town in Gujarat and his family was not wealthy. Modi was an average student in school and did not go to college. He joined the Rashtriya Swayamsevak Sangh (RSS) as a young man and became a full-time worker for the organization. Modi traveled around the country and lived in different cities for the RSS. In 1987, he became a member of the BJP and held several positions within the party. Modi was first elected as the Chief Minister of Gujarat in 2001 and has been re-elected three times. He is the longest-serving chief minister in Gujarat's history. Modi is a Hindu nationalist and has been accused of being anti-Muslim. He has denied these allegations.",
    "awards_and_honorss": "-Bachelor of Arts from Gujarat University<br>-Best Chief Minister in 2007 as per India Today<br>-Asia's Person of the Year in 2014 by Time magazine<br>-The second most followed politician on Twitter and Facebook<br>-Declared the most followed world leader on Instagram in July 2017<br>-Named one of Time magazine's 100 Most Influential People in the World in 2015, 2016, and 2017",
    "philanthropy_activitiess": "Narendra Modi has philanthopy activities such as the Swachh Bharat Abhiyan.",
    "early_lifee": ".<br><br>Narendra Modi was born on September 17, 1950 in Vadnagar, Gujarat, India. His full name is Narendra Damodardas Modi. He is the third of six children born to Damodardas Mulchand Modi and Hiraben Modi. Narendra's father was a street vendor who struggled to make ends meet. His mother was a housewife. As a child, Narendra helping his father sell tea at the local railway station. he attended school until the eighth grade. He then left home and traveled around India for two years. He returned home and finished school, and then went on to attend college. He received a Bachelor of Arts degree in political science from Gujarat University in 1983.",
    "property_holdings": "-Narendra Modi owns a bungalow in Gujarat worth 1.1 crore. <br>-Narendra Modi also owns a flat in Delhi worth 10 lakhs. <br>-He has shares in a co-operative bank worth Rs 65,000. <br>-He has also declared Rs 3 lakhs in cash saved up.",
    "Careers": "Narendra Modi is an Indian politician who is the 14th and current Prime Minister of India, in office since 26 May 2014. He was the Chief Minister of Gujarat from 2001 to 2014, and is the Member of Parliament for Varanasi. Modi, a member of the Bharatiya Janata Party (BJP), is a Hindu nationalist and member of the right-wing Rashtriya Swayamsevak Sangh (RSS). Born to a Gujarati family in Vadnagar, Modi helped his father sell tea as a child, and later ran his own stall. He was introduced to the RSS at the age of eight, beginning a long association with the organisation. Modi left home after finishing high-school in part due to an arranged marriage which he rejected."
}