{
    "address": "",
    "marital_status": "",
    "property_holding": "",
    "early_life": "",
    "Business_career": "",
    "Investment_details": "",
    "philanthropy_activities": "",
    "awards_and_honours": "",
    "Occupation": "",
    "Name": "Ratan Tata",
    "Net_Worth": "$291B",
    "Bio": "About Ratan TataHead of Tata Sons--conglomerate with interests in everything from tea to steel--is India's best brand ambassador. Made automotive history last year with his $2,200 Tata Nano, the world's cheapest auto. Calls Nano \"The People's Car.\" In nation of a billion, environmentalists call it eco-disaster. Not far off: After Nano debuted in 2008, India's passenger car sales rose most in three years in 2009; three Tata competitors now working on Nano copycats.",
    "Age": "85",
    "Source of Wealth": "diversified",
    "Residence": "Mumbai, India",
    "Citizenship": "India",
    "Marital Status": "Single",
    "Education": "Bachelor of Arts/Science, Cornell University",
    "image_path": "http://localhost:3000/pages/data/public/images/ratan_tata.jpg",
    "legal_disputes": "There are no known legal disputes involving Ratan Tata.",
    "Close_connections": "Anand Mahindra<br><br>Pawan Munjal<br><br>Deepak Parekh<br><br>Arundhati Bhattacharya<br><br>N. Chandrasekaran",
    "Additional_Information": "Some other notable achievements of Ratan Tata include:<br><br>-In 2003, he was awarded the Padma Bhushan, one of India's highest civilian honors.<br><br>-In 2008, he was awarded the Padma Vibhushan, India's second highest civilian honor.<br><br>-In 2010, he was presented with the J. Paul Getty Conservation prize for his commitment to conservation.<br><br>-In 2011, he was named the world's most respected business leader by Forbes magazine.",
    "awards_and_honorss": "*Member of the board of directors of Alcoa<br>*Member of the board of directors of Cornell University<br>*Director of Alcoa Tri-Arrows Aluminum Inc.<br>*Board of Governors of the Indian Institute of Technology<br>*Recipient of the Padma Vibhushan<br>* associate of the British Raj, Ratan Tata was educated at the Cathedral and John Connon School, Mumbai, and at the Campion School, Mumbai.<br>*During his two-year stint at the Tata Steel plant in Jamshedpur, he also worked for the plant's social welfare department, which aroused his interest in philanthropy.<br>*In 1998, he successfully completed the Advanced Management Program at Harvard Business School.",
    "philanthropy_activitiess": "In May 2020, Tata announced that he would be donating ₹1,000 crore to aid India's fight against the COVID-19 pandemic.",
    "early_lifee": "Ratan Tata was born on December 28, 1937, in bomaby, to naval officer, Mr. Tata, and his wife, Ms. Tata. His childhood was spent in Mumbai and Surat. He went to Campion School and thereafter to the Cathedral and John Connon School.<br><br>After completing his schooling, Ratan Tata joined the Golden Bridge Institute of International Studies, New York. However, he could not complete his degree and returned to India after two years. In 1962, he joined the family business, the Tata Group, as a management trainee.<br><br>After completing his training, Ratan Tata was posted at the TELCO factory in Jamshedpur. He worked in various departments of the company and gained experience in all aspects of the business. In 1971, he was appointed the director-in-charge of the National Radio and Electronics Company Limited (NELCO).<br><br>In 1981, Ratan Tata became the managing director of the Tata Group. Under his leadership, the Tata Group made several acquisitions, including that of Voltas, Tetley, and Corus. He also oversaw the development of the Tata Nano, the world's cheapest car. Ratan Tata retired from the Tata Group in 2012 and was succeeded by Cyrus Mistry.",
    "property_holdings": "Some of the assets that Ratan Tata owns are: <br>-the Indian steel company Tata Steel<br>-the Indian multinational conglomerate holding company Tata Sons<br>-the luxury car company Jaguar Land Rover<br>-the British telecommunications company Vodafone UK.",
    "Careers": "Ratan Tata is an Indian businessman and philanthropist who is the former chairman of Tata Sons and of the Tata Group. He was the chairman of Tata Motors from 2005 to 2016 and again from 2017 to 2020. He has also served as the chairman of Tata Power, Tata Chemicals, and Tata Global Beverages."
}