{
    "address": "",
    "marital_status": "",
    "property_holding": "",
    "early_life": "",
    "Business_career": "",
    "Investment_details": "",
    "philanthropy_activities": "",
    "awards_and_honours": "",
    "Occupation": "",
    "Name": "Sachin Tendulkar",
    "Net_Worth": "$22M",
    "Bio": "About Sachin TendulkarTendulkar is in the twilight of his stories career and is beginning to lose corporate partners like Canon, which chose not to re-up when their deal expired last year. But his $1.2 million-per-year contract with Coca-Cola is worth more than most IPL players' entire salaries. The \"Master Blaster\" retired in May from the IPL, the source of over $2 million of his annual earnings. The retirement announcement came moments after the Mumbai Indians, for whom he's played since 2008, won their first ever championship.",
    "Age": "50",
    "Source of Wealth": "Cricket",
    "Salary/Winnings": "$4 M",
    "Endorsements": "$18 M",
    "Residence": "Mumbai, India",
    "Citizenship": "India",
    "Marital Status": "Married",
    "Children": "2",
    "Agent": "Vinod Naidu",
    "Agency": "World Sport Group",
    "Sponsors": "Adidas",
    ",": "Toshiba",
    "image_path": "http://localhost:3000/pages/data/public/images/sachin_tendulkar.jpg",
    "legal_disputes": "Sachin Tendulkar has not been involved in any legal disputes.",
    "Close_connections": "* Dhirubhai Ambani <br><br>* Bill Gates <br><br>* Steve Jobs <br><br>* Richard Branson <br><br>* Elon Musk <br>",
    "Additional_Information": "Sachin Tendulkar is considered one of the greatest batsmen of all time. He holds several batting records, including the most runs in Test and ODI cricket. He is the only player to score a double century in ODI cricket.",
    "awards_and_honorss": "-Wisden Cricketer of the Year in 1997<br>-ICC Cricket Hall of Fame in 2020<br>-Has also been honoured with the Padma Vibhushan ( 2008), the Padma Shri (1999), the Arjuna Award (1994), and the Rajiv Gandhi Khel Ratna Award (1997–98).",
    "philanthropy_activitiess": "Sachin Tendulkar has done many philanthropic activities. Some of them include:<br><br>1. He has set up the Sachin Tendulkar Scholarship Fund to help talented young cricketers from underprivileged backgrounds.<br><br>2. He has also supported several other charitable causes, including the construction of hospitals and schools in rural areas.<br><br>3. In 2010, Tendulkar was appointed as a goodwill ambassador for the International Cricket Council's Anti-Corruption and Security Unit (ACSU).<br><br>4. He has also been involved in campaigns to promote social causes such as road safety and gender equality.",
    "early_lifee": "Sachin Tendulkar was born in Bombay, India on April 24, 1973. Sachin’s father, Ramesh Tendulkar, was a well-known Marathi novelist and his mother, Rajni, worked in the insurance industry. Sachin has one brother, Ajit, and two sisters, Savita and Nutan. His parents encouraged their children to pursue their talents and interests, and Sachin began playing cricket when he was just eleven years old. He quickly began to show promise as a batsman, and by the age of sixteen he was drafted into the Mumbai cricket team. <br><br>In 1989, Tendulkar made his Test cricket debut against Pakistan. Test cricket is the highest level of international competition, and Tendulkar’s performance showed that he belonged. He scored just fifteen runs in his first innings, but he followed that up with a century—a score of one hundred or more—in his second. Tendulkar became the youngest player ever to score a Test century. <br><br>Tendulkar’s performance in his first few years of international cricket was nothing short of incredible. He scored regularly against some of the best cricket teams in the world, including Australia and England. He was named the Indian Player of the Year in 1994, and he won the prestigious Wisden Cricketer of the Year award in 1997. <br><br>By the early 2000s, Tendulkar was widely regarded as the best batsman in the world. He had scored more runs and made more centuries—100-run scores—than any other player in Test cricket history. He was also the leading run-scorer in One Day Internationals, or ODIs, a shorter and faster form of the game. In 2005, he was awarded the Bharat Ratna, India’s highest civilian honor.",
    "property_holdings": "-Sachin Tendulkar owns a number of assets, including a house in Mumbai, a BMC plot in Dombivali, an apartment in Kensington, a BMW 7-series car, and a number of other properties.",
    "Careers": "Sachin Tendulkar was born on April 24, 1973, in Mumbai, India. He started playing cricket at the age of eleven, and played his first test match when he was sixteen. He is the leading run-scorer and century-maker in Test and One Day International cricket. In 2002, he became the first batsman to score 200 runs in an ODI innings. He is the only player to have scored a century in all Test-playing nations. He has been the recipient of numerous awards, including the Bharat Ratna, India's highest civilian honor."
}