{
    "address": "New Delhi",
    "marital_status": "married",
    "property_holding": "Red Chillies Entertainment, Kolkata Knight Riders, Trinbago Knight Riders",
    "early_life": "born on 2 November 1965 in New Delhi",
    "Business_career": "co-chairman of Red Chillies Entertainment",
    "Investment_details": "co-owner of Kolkata Knight Riders and Trinbago Knight Riders",
    "philanthropy_activities": "honored with UNESCO's Pyramide con Marni award in 2011 for his support of children's education and the World Economic Forum's Crystal Award in 2018 for advocating for women's and children's rights in India",
    "awards_and_honours": "14 Filmfare Awards, Padma Shri, Ordre des Arts et des Lettres, Legion of Honour",
    "Occupation": "actor, film producer",
    "Name": "Shah Rukh Khan",
    "Net_Worth": "$38M",
    "Bio": "About Shah Rukh KhanKing Khan continues to bank big from starring roles in Bollywood movies such as \"Raees,\" for which he earns upfront fees and a cut of the back-end for his efforts. He also cashes in on endorsement deals for dozens of brands most Americans have likely never heard of.",
    "Age": "57",
    "Source of Wealth": "Movies",
    "Residence": "Mumbai, India",
    "Citizenship": "India",
    "Marital Status": "Married",
    "Children": "3",
    "Billionaires Rank (2023)": "#65",
    "image_path": "http://localhost:3000/pages/data/public/images/shah_rukh_khan.jpg",
    "legal_disputes": "Shah Rukh Khan has been involved in a number of legal disputes throughout his career. In 2009, Khan was sued by fashion designer Bothra for allegedly failing to pay for a number of custom-made suits. In 2012, Khan was sued by filmmaker Rajkumar Santoshi for allegedly failing to pay for the use of a song in one of his films. In 2014, Khan was sued by author and columnist Shobhaa De for allegedly plagiarising one of her articles.",
    "Close_connections": "1. Ratan Tata<br>2. Mukesh Ambani<br>3. Anil Ambani<br>4. Adi Godrej<br>5. Azim Premji",
    "Additional_Information": "-Shah Rukh Khan is considered to be one of the most popular movie stars in the world. <br>-He has starred in over 80 Bollywood films, and has earned numerous awards, including 14 Filmfare Awards. <br>-Khan has a large international following, particularly in Asia and the Indian diaspora worldwide, and is cited as one of the most influential celebrities in the world. <br>-In 2005, the Government of India honoured him with the Padma Shri, and in 2008, he was awarded the Padma Bhushan by the same government.",
    "awards_and_honorss": "-Padma Shri in 2005<br><br>-Ordre des Arts et des Lettres in 2007<br><br>-Padma Bhushan in 2015",
    "philanthropy_activitiess": "Some of the philanthropy activities done by Shah Rukh Khan are providing financial assistance to the families of martyred soldiers, planting trees, and building toilets for the underprivileged.",
    "early_lifee": "Shahrukh Khan was born on November 2, 1965, in New Delhi, India. His full name is Shahrukh Khan. His mother, Lateef Fatima, was a magistrate, and his father, Taj Mohammed Khan, was an entrepreneur. Khan has three siblings: two brothers and one sister. He attended St. Columba's School in New Delhi and Hansraj College in Delhi University. After earning his bachelor's degree in Economics, Khan worked as a writer and producer for television. He made his acting debut in the television serial 'Fauji' in 1988. Khan's first film role was in the 1989 film 'Raju Ban Gaya Gentlemen'. He has appeared in over 80 Bollywood films. Khan has won 14 Filmfare Awards for his work in film and television. He has also received the Padma Shri, the fourth highest civilian award in India, and the Legion d'honneur, the highest civilian award in France.",
    "property_holdings": "Shah Rukh Khan owns a production company, a motion picture distribution company, a talent management company, and a film production company.",
    "Careers": "Shah Rukh Khan is an Indian actor, producer, and television personality. He is one of the most popular and influential actors in the Indian film industry. Khan has appeared in more than 80 Bollywood films and has earned numerous awards, including 14 Filmfare Awards. He has a net worth of US$600 million and was ranked by Forbes as the second-richest actor in India in 2018.<br><br>Khan began his career with appearances in several television series in the late 1980s. He made his Bollywood debut in 1992 with the film Deewana. Khan's first major success came with the 1994 film Baazigar, which earned him the Filmfare Award for Best Actor. He rose to prominence after starring in a series of films directed by Rajkumar Santoshi, including Dilwale Dulhania Le Jayenge (1995), Dilwale (1994), and Kuch Kuch Hota Hai (1998). These films established Khan as one of the most popular actors in Bollywood."
}