{
    "address": "",
    "marital_status": "",
    "property_holding": "",
    "early_life": "",
    "Business_career": "",
    "Investment_details": "",
    "philanthropy_activities": "",
    "awards_and_honours": "",
    "Occupation": "",
    "Name": "Virat Kohli",
    "Net_Worth": "$26M",
    "Bio": "About Virat KohliKohli is considered one of the best batsmen in the world and currently captains the Indian national cricket team.He is one of just three Indian cricketers selected for the nation's A+ contracts, which guarantee an annual salary of $1 million in 2020.The global megastar has 134 million followers on Twitter, Facebook and Instagram, and is married to Bollywood actress Anushka Sharma.His fame helps him earn more than $20 million annually from endorsement partners like Audi, Hero, MRF, Puma, Valvoline and more.",
    "Age": "35",
    "Source of Wealth": "Cricket",
    "Salary/Winnings": "$2 M",
    "Endorsements": "$24 M",
    "Residence": "Mumbai, India",
    "Citizenship": "India",
    "Marital Status": "Married",
    "Agent": "Bunty Sajdeh",
    "Agency": "Cornerstone",
    "Sponsors": "Audi",
    ",": "Uber",
    ", Flipkart, Google,": "Hero Motocorp",
    "Billionaires Rank (2023)": "#66",
    "image_path": "http://localhost:3000/pages/data/public/images/virat_kohli.jpg",
    "legal_disputes": "In 2016, Kohli was sued by British couture label, Peter England, for breach of contract. The label claimed that Kohli had failed to fulfill his end of the agreement by not promoting their products.",
    "Close_connections": "1. Anand Mahindra<br>2. Ratan Tata<br>3. Mukesh Ambani<br>4. Sajjan Jindal<br>5. Ashish Hemrajani",
    "Additional_Information": "Virat Kohli is an Indian cricketer and the current captain of the Indian national team. He is a right-handed batsman and occasional right-arm medium pace bowler. Kohli is one of the best batsmen in the world and is widely regarded as one of the greatest batsmen of all time. He has scored over 20,000 runs in international cricket and has an batting average of over 50 in Test cricket and ODIs. Kohli has also been successful as a captain, leading India to victories in the 2013 and 2016 ICC Champions Trophy, and the 2018 Asia Cup.",
    "awards_and_honorss": "- won the ICC ODI Player of the Year in 2012<br>- named as one of Wisden's Cricketers of the Year in 2017<br>- named Wisden India's Leading Cricketer in the World for three years in a row (2016-2018)<br>- named Test Cricket's Leading Cricketer in the World by the ICC in 2018<br>- recipient of the Arjuna Award in 2013<br>- named as the captain of ICC's Test and ODI Teams of the Year in 2018<br>- became the first player to win the ICC ODI Player of the Year, Test Player of the Year, and Captain of the Year awards in the same calendar year in 2018",
    "philanthropy_activitiess": "Virat Kohli has been involved in various philanthropic activities, including working with an NGO that provides healthcare to underprivileged children and launching his own foundation to help put children through school.",
    "early_lifee": "Virat Kohli was born on 5 November 1988 in Delhi into a Punjabi family. His father, Prem Kohli, worked as a lawyer and his mother, Saroj Kohli, is a homemaker. He has an older brother, Vikas, and an older sister, Bhavna. Kohli was raised in Uttam Nagar and started his education at Vishal Bharti Public School. In 1998, he enrolled at West Delhi Cricket Academy and played matches for Delhi’s Under-15 and Under-17 teams. Kohli’s father died of a brain tumor when Virat was just 18 years old.",
    "property_holdings": "-IPL team Royal Challengers Bangalore<br>-Apparel brand WROGN<br>-Charity foundation Smile Foundation<br><br>Virat Kohli owns the IPL team Royal Challengers Bangalore, the apparel brand WROGN, and the charity foundation Smile Foundation.",
    "Careers": "Virat Kohli is an Indian cricketer who currently captains the India national team. A right-handed batsman often regarded as one of the best batsmen in the world, Kohli has scored over 10,000 runs in ODIs and 7,000 runs in Test matches. He has a batting average of over 50 in both ODIs and Test matches, and is the only batsman in the world to have completed these runs in fewer innings than Sachin Tendulkar. Kohli has also been the recipient of numerous awards, including the ICC ODI Player of the Year in 2012 and 2017, Test Player of the Year in 2018, and the Wisden Leading Cricketer in the World in 2016 and 2017."
}