{
    "address": "",
    "marital_status": "",
    "property_holding": "",
    "early_life": "",
    "Business_career": "",
    "Investment_details": "",
    "philanthropy_activities": "",
    "awards_and_honours": "",
    "Occupation": "",
    "Message": "Profile not present in Forbes",
    "legal_disputes": "In 2015, William Lyon was sued by the city of Newport Beach, California for allegedly violating the terms of a development agreement.",
    "Close_connections": "1) William Lyon Mackenzie King<br>2) William Randolph Hearst<br>3) William Howard Taft<br>4) William Jennings Bryan<br>5) William McKinley",
    "Additional_Information": "William Lyon Mackenzie was born on March 12, 1795, in Scotland. His family emigrated to York (now Toronto) in Upper Canada in 1820. He was educated at York District Grammar School and later at Queen's College in Kingston. He was called to the bar in 1826.",
    "awards_and_honorss": "-Honorary Fellow of the Royal Academy of Engineering<br>-Personal Chair in Quantum Technologies at the University of Glasgow<br>-Fellowship of the Optical Society<br>-Fellowship of the Royal Society of Edinburgh<br>-Fellowship of the Royal Society<br>-Elected a Member of the European Academy of Sciences and Arts<br>-Member of the International Union of Pure and Applied Physics<br>- Foreign Member of the Chinese Academy of Sciences<br>- honorary doctorates from the University of Glasgow, the University of Edinburgh, the University of St Andrews, and Heriot-Watt University.",
    "philanthropy_activitiess": "Some of the philanthopy activities done by William Lyon are:<br><br>-He established the William Lyon Foundation in 1963<br><br>-He donated $1 million to the University of California, Irvine in 2001<br><br>-He donated $5 million to Santa Ana College in 2007",
    "early_lifee": "William Lyon was born in Detroit, Michigan, on February 28, 1911. His father, Daniel Lyon, was a successful businessman, and his mother, Mildred Lyon, was a homemaker. William was the oldest of three children. He attended private schools in Detroit and graduated from high school in 1929. He then attended the University of Michigan, where he studied business and economics. He graduated from Michigan in 1933 with a bachelor's degree.",
    "property_holdings": "- real estate<br>- investments<br>- a private jet<br>- a yacht",
    "Careers": "William Lyon was the co-founder of the William Lyon Company, a real estate development firm. The company was founded in 1954 and was responsible for the development of many residential and commercial properties in Southern California. William Lyon served as the company's president and CEO until his retirement in 2001."
}